Revit 2024 API
UnitTypeId.RiseDividedBy1Foot Property
 Rise / 1 foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId RiseDividedBy1Foot { get; }
Visual Basic
Public Shared ReadOnly Property RiseDividedBy1Foot As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RiseDividedBy1Foot {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace